Repository: W-M-R/pixel-pet
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, th, tr, vi, zh_hans, zh_hant

# achv.stage_growing
source: Growing Up
ar: كبر قليلًا
de: Groß geworden
es: Ha crecido
fr: Il a grandi
hi: बढ़ रहा है
id: Sudah besar
it: È cresciuto
ja: 大きくなった
ko: 많이 자랐어요
nl: Gegroeid
pl: Podrósł
pt_br: Cresceu
ru: Подрос
sv: Har växt
th: โตขึ้นแล้ว
tr: Büyüdü
vi: Đã lớn hơn
zh_hans: 长大了
zh_hant: 長大了

# achv.stage_growing.desc
source: Pet reaches the growing stage (day 3)
ar: يدخل الحيوان مرحلة النمو (اليوم ٣)
de: Tier erreicht die Wachstumsphase (Tag 3)
es: La mascota entra en la etapa de crecimiento (día 3)
fr: L’animal atteint la phase de croissance (jour 3)
hi: साथी बढ़ने के चरण में पहुँचता है (दिन 3)
id: Hewan masuk tahap pertumbuhan (hari ke-3)
it: L’animale entra nella fase di crescita (giorno 3)
ja: ペットが成長期に入る（3 日目）
ko: 펫이 성장기에 들어갑니다（3일째）
nl: Dier bereikt de groeifase (dag 3)
pl: Zwierzak wchodzi w etap wzrostu (dzień 3)
pt_br: O bichinho entra na fase de crescimento (dia 3)
ru: Питомец переходит в стадию роста (день 3)
sv: Djuret når växtfasen (dag 3)
th: สัตว์เลี้ยงเข้าสู่ช่วงเติบโต (วันที่ 3)
tr: Dost büyüme evresine geçer (3. gün)
vi: Thú nuôi bước vào giai đoạn lớn lên (ngày 3)
zh_hans: 宠物长到成长期（第 3 天）
zh_hant: 寵物進入成長期（第 3 天）

# achv.streak_15
source: Half a Month of Care
ar: نصف شهر من الرعاية
de: Ein halber Monat Pflege
es: Medio mes de cuidados
fr: Quinze jours de soins
hi: आधे महीने की देखभाल
id: Setengah bulan perawatan
it: Mezzo mese di cure
ja: 半月のお世話
ko: 보름간의 돌봄
nl: Een halve maand zorg
pl: Pół miesiąca opieki
pt_br: Quinze dias de cuidado
ru: Полмесяца заботы
sv: En halv månads omvårdnad
th: ดูแลครึ่งเดือน
tr: Yarım ay bakım
vi: Nửa tháng chăm sóc
zh_hans: 照顾半月
zh_hant: 半個月的照顧

# achv.streak_15.desc
source: Care well for 15 days
ar: اعتنِ به جيدًا ١٥ يومًا
de: 15 Tage gut pflegen
es: Cuidarla bien 15 días
fr: Bien s’en occuper pendant 15 jours
hi: 15 दिन अच्छी देखभाल करें
id: Rawat dengan baik selama 15 hari
it: Prendersene cura bene per 15 giorni
ja: 15 日間しっかり世話する
ko: 15일간 잘 돌보기
nl: 15 dagen goed zorgen
pl: Dobrze opiekować się 15 dni
pt_br: Cuidar bem por 15 dias
ru: Хорошо заботиться 15 дней
sv: Sköt om väl i 15 dagar
th: ดูแลได้ดี 15 วัน
tr: 15 gün iyi bakın
vi: Chăm sóc tốt 15 ngày
zh_hans: 累计 15 天把宠物照顾好
zh_hant: 照顧達標 15 天

# achv.streak_3
source: Three Days of Care
ar: ثلاثة أيام من الرعاية
de: Drei Tage Pflege
es: Tres días de cuidados
fr: Trois jours de soins
hi: तीन दिन की देखभाल
id: Tiga hari perawatan
it: Tre giorni di cure
ja: 3 日間のお世話
ko: 사흘간의 돌봄
nl: Drie dagen zorg
pl: Trzy dni opieki
pt_br: Três dias de cuidado
ru: Три дня заботы
sv: Tre dagars omvårdnad
th: ดูแลสามวัน
tr: Üç gün bakım
vi: Ba ngày chăm sóc
zh_hans: 照顾三天
zh_hant: 三天的照顧

# achv.streak_3.desc
source: Care well for 3 days (daily average ≥60%)
ar: اعتنِ به جيدًا ٣ أيام (بمعدل يومي ٦٠٪ أو أكثر)
de: 3 Tage gut pflegen (Tagesdurchschnitt ≥ 60 %)
es: Cuidarla bien 3 días (media diaria ≥ 60 %)
fr: Bien s’en occuper pendant 3 jours (moyenne quotidienne ≥ 60 %)
hi: 3 दिन अच्छी देखभाल करें (दैनिक औसत 60% या अधिक)
id: Rawat dengan baik selama 3 hari (rata-rata harian ≥ 60%)
it: Prendersene cura bene per 3 giorni (media giornaliera ≥ 60%)
ja: 3 日間しっかり世話する（1 日平均 60% 以上）
ko: 3일간 잘 돌보기（일 평균 60% 이상）
nl: 3 dagen goed zorgen (daggemiddelde ≥ 60%)
pl: Dobrze opiekować się 3 dni (średnia dzienna ≥ 60%)
pt_br: Cuidar bem por 3 dias (média diária ≥ 60%)
ru: Хорошо заботиться 3 дня (в среднем ≥ 60 % в день)
sv: Sköt om väl i 3 dagar (dagsgenomsnitt ≥ 60 %)
th: ดูแลได้ดี 3 วัน (เฉลี่ยวันละ 60% ขึ้นไป)
tr: 3 gün iyi bakın (günlük ortalama ≥ %60)
vi: Chăm sóc tốt 3 ngày (trung bình mỗi ngày ≥ 60%)
zh_hans: 累计 3 天把宠物照顾好（当天三维平均 ≥60%）
zh_hant: 照顧達標 3 天（每日平均 ≥60%）

# achv.streak_30
source: A Month of Care
ar: شهر من الرعاية
de: Ein Monat Pflege
es: Un mes de cuidados
fr: Un mois de soins
hi: एक महीने की देखभाल
id: Sebulan perawatan
it: Un mese di cure
ja: 1 か月のお世話
ko: 한 달간의 돌봄
nl: Een maand zorg
pl: Miesiąc opieki
pt_br: Um mês de cuidado
ru: Месяц заботы
sv: En månads omvårdnad
th: ดูแลหนึ่งเดือน
tr: Bir ay bakım
vi: Một tháng chăm sóc
zh_hans: 照顾满月
zh_hant: 一個月的照顧

# achv.streak_30.desc
source: Care well for 30 days
ar: اعتنِ به جيدًا ٣٠ يومًا
de: 30 Tage gut pflegen
es: Cuidarla bien 30 días
fr: Bien s’en occuper pendant 30 jours
hi: 30 दिन अच्छी देखभाल करें
id: Rawat dengan baik selama 30 hari
it: Prendersene cura bene per 30 giorni
ja: 30 日間しっかり世話する
ko: 30일간 잘 돌보기
nl: 30 dagen goed zorgen
pl: Dobrze opiekować się 30 dni
pt_br: Cuidar bem por 30 dias
ru: Хорошо заботиться 30 дней
sv: Sköt om väl i 30 dagar
th: ดูแลได้ดี 30 วัน
tr: 30 gün iyi bakın
vi: Chăm sóc tốt 30 ngày
zh_hans: 累计 30 天把宠物照顾好
zh_hant: 照顧達標 30 天

# achv.streak_7
source: A Week of Care
ar: أسبوع من الرعاية
de: Eine Woche Pflege
es: Una semana de cuidados
fr: Une semaine de soins
hi: एक हफ़्ते की देखभाल
id: Seminggu perawatan
it: Una settimana di cure
ja: 1 週間のお世話
ko: 한 주간의 돌봄
nl: Een week zorg
pl: Tydzień opieki
pt_br: Uma semana de cuidado
ru: Неделя заботы
sv: En veckas omvårdnad
th: ดูแลหนึ่งสัปดาห์
tr: Bir hafta bakım
vi: Một tuần chăm sóc
zh_hans: 照顾一周
zh_hant: 一週的照顧

# achv.streak_7.desc
source: Care well for 7 days
ar: اعتنِ به جيدًا ٧ أيام
de: 7 Tage gut pflegen
es: Cuidarla bien 7 días
fr: Bien s’en occuper pendant 7 jours
hi: 7 दिन अच्छी देखभाल करें
id: Rawat dengan baik selama 7 hari
it: Prendersene cura bene per 7 giorni
ja: 7 日間しっかり世話する
ko: 7일간 잘 돌보기
nl: 7 dagen goed zorgen
pl: Dobrze opiekować się 7 dni
pt_br: Cuidar bem por 7 dias
ru: Хорошо заботиться 7 дней
sv: Sköt om väl i 7 dagar
th: ดูแลได้ดี 7 วัน
tr: 7 gün iyi bakın
vi: Chăm sóc tốt 7 ngày
zh_hans: 累计 7 天把宠物照顾好
zh_hant: 照顧達標 7 天

# achv.summary
source: %1$lld / %2$lld unlocked
ar: %1$lld من %2$lld مفتوحة
de: %1$lld / %2$lld freigeschaltet
es: %1$lld / %2$lld desbloqueados
fr: %1$lld / %2$lld débloqués
hi: %2$lld में से %1$lld पूरे
id: %1$lld / %2$lld terbuka
it: %1$lld / %2$lld sbloccati
ja: %1$lld / %2$lld 達成
ko: %1$lld / %2$lld 달성
nl: %1$lld / %2$lld vrijgespeeld
pl: Odblokowano %1$lld z %2$lld
pt_br: %1$lld / %2$lld desbloqueados
ru: Получено %1$lld из %2$lld
sv: %1$lld / %2$lld upplåsta
th: ปลดล็อกแล้ว %1$lld / %2$lld
tr: %2$lld içinden %1$lld açıldı
vi: Đã mở %1$lld / %2$lld
zh_hans: 已达成 %1$lld / %2$lld
zh_hant: 已達成 %1$lld / %2$lld

# achv.title
source: Achievements
ar: الإنجازات
de: Erfolge
es: Logros
fr: Succès
hi: उपलब्धियाँ
id: Pencapaian
it: Obiettivi
ja: 実績
ko: 업적
nl: Prestaties
pl: Osiągnięcia
pt_br: Conquistas
ru: Достижения
sv: Prestationer
th: ความสำเร็จ
tr: Başarımlar
vi: Thành tích
zh_hans: 成就
zh_hant: 成就

# action.clean
source: Clean
ar: غسل
de: Baden
es: Bañar
fr: Laver
hi: नहलाएँ
id: Mandi
it: Lavare
ja: お風呂
ko: 목욕
nl: Baden
pl: Kąpiel
pt_br: Banho
ru: Помыть
sv: Bada
th: อาบน้ำ
tr: Yıka
vi: Tắm
zh_hans: 洗澡
zh_hant: 洗澡

# action.feed
source: Feed
ar: إطعام
de: Füttern
es: Comer
fr: Nourrir
hi: खिलाएँ
id: Beri makan
it: Nutrire
ja: ごはん
ko: 먹이
nl: Voeren
pl: Karm
pt_br: Alimentar
ru: Покормить
sv: Mata
th: ให้อาหาร
tr: Besle
vi: Cho ăn
zh_hans: 喂食
zh_hant: 餵食

# action.play
source: Play
ar: لعب
de: Spielen
es: Jugar
fr: Jouer
hi: खेलें
id: Bermain
it: Giocare
ja: 遊ぶ
ko: 놀기
nl: Spelen
pl: Zabawa
pt_br: Brincar
ru: Поиграть
sv: Lek
th: เล่น
tr: Oyna
vi: Chơi
zh_hans: 玩耍
zh_hant: 玩耍

# breed.cat
source: Cat
ar: قطة
de: Katze
es: Gato
fr: Chat
hi: बिल्ली
id: Kucing
it: Gatto
ja: ねこ
ko: 고양이
nl: Kat
pl: Kot
pt_br: Gato
ru: Кошка
sv: Katt
th: แมว
tr: Kedi
vi: Mèo
zh_hans: 小猫
zh_hant: 貓

# breed.dog
source: Dog
ar: كلب
de: Hund
es: Perro
fr: Chien
hi: कुत्ता
id: Anjing
it: Cane
ja: いぬ
ko: 강아지
nl: Hond
pl: Pies
pt_br: Cachorro
ru: Собака
sv: Hund
th: สุนัข
tr: Köpek
vi: Chó
zh_hans: 小狗
zh_hant: 狗

# coin.reason.achievement
source: Achievements
ar: الإنجازات
de: Erfolge
es: Logros
fr: Succès
hi: उपलब्धियाँ
id: Pencapaian
it: Obiettivi
ja: 実績
ko: 업적
nl: Prestaties
pl: Osiągnięcia
pt_br: Conquistas
ru: Достижения
sv: Prestationer
th: ความสำเร็จ
tr: Başarımlar
vi: Thành tích
zh_hans: 成就奖励
zh_hant: 成就

# coin.reason.breedPurchase
source: New breed
ar: سلالة جديدة
de: Neue Rasse
es: Nueva raza
fr: Nouvelle race
hi: नई नस्ल
id: Ras baru
it: Nuova razza
ja: 新しい種類
ko: 새 품종
nl: Nieuw ras
pl: Nowa rasa
pt_br: Nova raça
ru: Новая порода
sv: Ny ras
th: สายพันธุ์ใหม่
tr: Yeni tür
vi: Giống mới
zh_hans: 购买品种
zh_hant: 新品種

# coin.reason.debugGrant
source: Debug grant
ar: منحة تصحيح
de: Debug-Gutschrift
es: Crédito de depuración
fr: Crédit de débogage
hi: डीबग राशि
id: Pemberian debug
it: Credito di debug
ja: デバッグ付与
ko: 디버그 지급
nl: Debugtoekenning
pl: Przydział debugowy
pt_br: Crédito de depuração
ru: Отладочное начисление
sv: Felsökningstillskott
th: เงินดีบัก
tr: Hata ayıklama tahsisi
vi: Cấp xu gỡ lỗi
zh_hans: 调试发钱
zh_hant: 除錯發放

# coin.reason.food
source: Food
ar: طعام
de: Futter
es: Comida
fr: Nourriture
hi: खाना
id: Makanan
it: Cibo
ja: ごはん
ko: 먹이
nl: Voer
pl: Jedzenie
pt_br: Comida
ru: Еда
sv: Mat
th: อาหาร
tr: Yem
vi: Thức ăn
zh_hans: 买食物
zh_hant: 食物

# coin.reason.furniture
source: Furniture
ar: أثاث
de: Möbel
es: Muebles
fr: Mobilier
hi: फ़र्नीचर
id: Perabot
it: Mobili
ja: 家具
ko: 가구
nl: Meubels
pl: Meble
pt_br: Móveis
ru: Мебель
sv: Möbler
th: เฟอร์นิเจอร์
tr: Mobilya
vi: Nội thất
zh_hans: 买家具
zh_hant: 傢俱

# coin.reason.initialGrant
source: Starting funds
ar: عملات ابتدائية
de: Startguthaben
es: Saldo inicial
fr: Mise de départ
hi: शुरुआती रकम
id: Dana awal
it: Fondi iniziali
ja: 初期資金
ko: 초기 자금
nl: Startgeld
pl: Środki startowe
pt_br: Valor inicial
ru: Стартовые монеты
sv: Startpengar
th: เงินตั้งต้น
tr: Başlangıç parası
vi: Xu ban đầu
zh_hans: 启动资金
zh_hant: 起始資金

# coin.reason.loginBonus
source: Daily check-in
ar: حضور يومي
de: Täglicher Check-in
es: Visita diaria
fr: Connexion quotidienne
hi: रोज़ की हाज़िरी
id: Absen harian
it: Accesso giornaliero
ja: デイリーボーナス
ko: 일일 출석
nl: Dagelijkse check-in
pl: Codzienne wejście
pt_br: Visita diária
ru: Ежедневный вход
sv: Daglig incheckning
th: เช็กอินรายวัน
tr: Günlük giriş
vi: Điểm danh hằng ngày
zh_hans: 上线奖励
zh_hant: 每簽到

# coin.reason.offlineCare
source: Watching the house
ar: حراسة البيت
de: Hüten
es: Cuidar la casa
fr: Garde de la maison
hi: घर की रखवाली
id: Menjaga rumah
it: Guardia alla casa
ja: 留守番
ko: 집 지키기
nl: Op het huis passen
pl: Pilnowanie domu
pt_br: Cuidando da casa
ru: Присмотр за домом
sv: Passa huset
th: เฝ้าบ้าน
tr: Ev bekçiliği
vi: Trông nhà
zh_hans: 看家收益
zh_hant: 看家

# coin.reason.starterPet
source: First pet
ar: أول حيوان
de: Erstes Tier
es: Primera mascota
fr: Premier animal
hi: पहला साथी
id: Hewan pertama
it: Primo animale
ja: 最初のペット
ko: 첫 펫
nl: Eerste dier
pl: Pierwszy zwierzak
pt_br: Primeiro bichinho
ru: Первый питомец
sv: Första djuret
th: สัตว์เลี้ยงตัวแรก
tr: İlk dost
vi: Thú nuôi đầu tiên
zh_hans: 第一只宠物
zh_hant: 第一隻寵物

# common.done
source: Done
ar: تم
de: Fertig
es: Hecho
fr: Terminé
hi: पूरा
id: Selesai
it: Fatto
ja: 完了
ko: 완료
nl: Klaar
pl: Gotowe
pt_br: Concluído
ru: Готово
sv: Klar
th: เสร็จ
tr: Tamam
vi: Xong
zh_hans: 完成
zh_hant: 完成

# earn.cap_full
source: Cap reached, come back tomorrow
ar: بلغت الحد، عد غدًا
de: Limit erreicht, komm morgen wieder
es: Límite alcanzado, vuelve mañana
fr: Plafond atteint, reviens demain
hi: सीमा पूरी, कल आइए
id: Batas tercapai, kembali besok
it: Limite raggiunto, torna domani
ja: 上限に達しました。また明日
ko: 한도에 도달했어요. 내일 다시 오세요
nl: Limiet bereikt, kom morgen terug
pl: Limit osiągnięty, wróć jutro
pt_br: Limite atingido, volte amanhã
ru: Предел достигнут, приходите завтра
sv: Gränsen nådd, kom tillbaka i morgon
th: ถึงเพดานแล้ว พรุ่งนี้มาใหม่
tr: Sınıra ulaşıldı, yarın gelin
vi: Đã đạt giới hạn, mai quay lại nhé
zh_hans: 今日额度已满，明天再来
zh_hant: 已達上限，明天再來

# earn.cap_remaining
source: %lld left today
ar: بقي %lld اليوم
de: Noch %lld heute
es: Quedan %lld hoy
fr: Encore %lld aujourd’hui
hi: आज %lld बाकी
id: Sisa %lld hari ini
it: Ne restano %lld oggi
ja: あと %lld 枚
ko: %lld개 남음
nl: Nog %lld vandaag
pl: Zostało %lld na dziś
pt_br: Faltam %lld hoje
ru: Осталось %lld сегодня
sv: %lld kvar i dag
th: วันนี้เหลืออีก %lld
tr: Bugün %lld kaldı
vi: Hôm nay còn %lld
zh_hans: 还能赚 %lld 枚
zh_hant: 還能賺 %lld 枚

# earn.income
source: Income
ar: الوارد
de: Einnahmen
es: Ingresos
fr: Revenus
hi: आय
id: Pemasukan
it: Entrate
ja: 収入
ko: 수입
nl: Inkomsten
pl: Przychody
pt_br: Entradas
ru: Доход
sv: Inkomster
th: รายรับ
tr: Gelir
vi: Thu
zh_hans: 收入构成
zh_hant: 收入

# earn.no_trace
source: No activity yet
ar: لا يوجد نشاط بعد
de: Noch keine Aktivität
es: Todavía sin actividad
fr: Aucune activité pour l’instant
hi: अभी कोई गतिविधि नहीं
id: Belum ada aktivitas
it: Ancora nessuna attività
ja: まだ記録がありません
ko: 아직 기록이 없어요
nl: Nog geen activiteit
pl: Jeszcze nic się nie działo
pt_br: Ainda sem atividade
ru: Пока ничего не происходило
sv: Ingen aktivitet ännu
th: ยังไม่มีความเคลื่อนไหว
tr: Henüz hareket yok
vi: Chưa có hoạt động nào
zh_hans: 还没有记录
zh_hant: 還沒有紀錄

# earn.recent
source: Recent activity
ar: النشاط الأخير
de: Letzte Aktivität
es: Actividad reciente
fr: Activité récente
hi: हाल की गतिविधि
id: Aktivitas terbaru
it: Attività recente
ja: 最近の記録
ko: 최근 활동
nl: Recente activiteit
pl: Ostatnie zdarzenia
pt_br: Atividade recente
ru: Последние события
sv: Senaste aktivitet
th: ความเคลื่อนไหวล่าสุด
tr: Son hareketler
vi: Hoạt động gần đây
zh_hans: 最近流水
zh_hant: 最近動態

# earn.spend
source: Spending
ar: المصروف
de: Ausgaben
es: Gastos
fr: Dépenses
hi: खर्च
id: Pengeluaran
it: Spese
ja: 支出
ko: 지출
nl: Uitgaven
pl: Wydatki
pt_br: Gastos
ru: Расходы
sv: Utgifter
th: รายจ่าย
tr: Gider
vi: Chi
zh_hans: 支出构成
zh_hant: 支出

# earn.title
source: Coins
ar: العملات
de: Münzen
es: Monedas
fr: Pièces
hi: सिक्के
id: Koin
it: Monete
ja: コイン
ko: 코인
nl: Munten
pl: Monety
pt_br: Moedas
ru: Монеты
sv: Mynt
th: เหรียญ
tr: Paralar
vi: Xu
zh_hans: 收支明细
zh_hant: 金幣

# earn.today_cap
source: Today's cap
ar: حد اليوم
de: Tageslimit
es: Límite de hoy
fr: Plafond du jour
hi: आज की सीमा
id: Batas hari ini
it: Limite di oggi
ja: 今日の上限
ko: 오늘 한도
nl: Limiet van vandaag
pl: Dzisiejszy limit
pt_br: Limite de hoje
ru: Предел на сегодня
sv: Dagens gräns
th: เพดานวันนี้
tr: Bugünün sınırı
vi: Giới hạn hôm nay
zh_hans: 今日额度
zh_hant: 今日上限

# earn.total_in
source: Earned
ar: المكتسب
de: Verdient
es: Ganado
fr: Gagné
hi: कमाए
id: Diperoleh
it: Guadagnate
ja: 獲得
ko: 획득
nl: Verdiend
pl: Zarobione
pt_br: Ganhas
ru: Заработано
sv: Intjänat
th: หาได้
tr: Kazanılan
vi: Đã kiếm
zh_hans: 累计收入
zh_hant: 已賺取

# earn.total_out
source: Spent
ar: المصروف
de: Ausgegeben
es: Gastado
fr: Dépensé
hi: खर्च किए
id: Dibelanjakan
it: Spese
ja: 使用
ko: 사용
nl: Besteed
pl: Wydane
pt_br: Gastas
ru: Потрачено
sv: Spenderat
th: ใช้ไป
tr: Harcanan
vi: Đã chi
zh_hans: 累计支出
zh_hant: 已花費

# food.boost
source: Earnings ×1.3 (24h)
ar: الوارد ×١٫٣ (٢٤ ساعة)
de: Einnahmen ×1,3 (24 Std.)
es: Ingresos ×1,3 (24 h)
fr: Revenus ×1,3 (24 h)
hi: आय ×1.3 (24 घंटे)
id: Pemasukan ×1,3 (24 jam)
it: Guadagni ×1,3 (24 h)
ja: 収益 ×1.3（24 時間）
ko: 수익 ×1.3（24시간）
nl: Inkomsten ×1,3 (24 u)
pl: Przychody ×1,3 (24 godz.)
pt_br: Ganhos ×1,3 (24 h)
ru: Доход ×1,3 (24 ч)
sv: Inkomster ×1,3 (24 tim)
th: รายรับ ×1.3 (24 ชม.)
tr: Gelir ×1,3 (24 sa.)
vi: Thu nhập ×1,3 (24 giờ)
zh_hans: 看家收益 ×1.3（24 小时）
zh_hant: 收益 ×1.3（24 小時）

# food.can
source: Canned Food
ar: معلّبات
de: Dosenfutter
es: Lata
fr: Pâtée en boîte
hi: डिब्बाबंद खाना
id: Makanan kaleng
it: Scatoletta
ja: 缶詰
ko: 캔
nl: Blikvoer
pl: Puszka
pt_br: Lata
ru: Консервы
sv: Konservmat
th: อาหารกระป๋อง
tr: Konserve
vi: Đồ hộp
zh_hans: 罐头
zh_hant: 罐頭

# food.cannot_afford
source: Not enough coins
ar: العملات غير كافية
de: Nicht genug Münzen
es: No hay monedas suficientes
fr: Pas assez de pièces
hi: सिक्के पर्याप्त नहीं
id: Koin tidak cukup
it: Monete insufficienti
ja: コインが足りません
ko: 코인이 부족해요
nl: Niet genoeg munten
pl: Za mało monet
pt_br: Moedas insuficientes
ru: Не хватает монет
sv: Inte tillräckligt med mynt
th: เหรียญไม่พอ
tr: Para yetersiz
vi: Không đủ xu
zh_hans: 硬币不够
zh_hant: 金幣不足

# food.dried_fish
source: Dried Fish
ar: سمك مجفف
de: Trockenfisch
es: Pescado seco
fr: Poisson séché
hi: सूखी मछली
id: Ikan kering
it: Pesce secco
ja: 煮干し
ko: 건어물
nl: Gedroogde vis
pl: Suszona rybka
pt_br: Peixe seco
ru: Сушёная рыбка
sv: Torkad fisk
th: ปลาแห้ง
tr: Kurutulmuş balık
vi: Cá khô
zh_hans: 小鱼干
zh_hant: 小魚乾

# food.free
source: Free
ar: مجاني
de: Gratis
es: Gratis
fr: Gratuit
hi: मुफ़्त
id: Gratis
it: Gratis
ja: 無料
ko: 무료
nl: Gratis
pl: Bezpłatnie
pt_br: Grátis
ru: Бесплатно
sv: Gratis
th: ฟรี
tr: Ücretsiz
vi: Miễn phí
zh_hans: 免费
zh_hant: 免費

# food.kibble
source: Kibble
ar: طعام جاف
de: Trockenfutter
es: Pienso
fr: Croquettes
hi: सूखा दाना
id: Makanan kering
it: Crocchette
ja: ドライフード
ko: 사료
nl: Brokjes
pl: Sucha karma
pt_br: Ração
ru: Сухой корм
sv: Torrfoder
th: อาหารเม็ด
tr: Kuru mama
vi: Thức ăn hạt
zh_hans: 普通粮
zh_hant: 乾糧

# food.lasts
source: ~%@ h
ar: ~%@ ساعة
de: ca. %@ Std.
hi: ~%@ घंटे
id: ~%@ jam
ja: 約 %@ 時間
ko: 약 %@시간
nl: ~%@ u
pl: ~%@ godz.
ru: ~%@ ч
sv: ~%@ tim
th: ~%@ ชม.
tr: ~%@ sa.
vi: ~%@ giờ
zh_hans: 约 %@ 小时
zh_hant: 約 %@ 小時

# food.lasts.min
source: ~%lld min
ar: ~%lld دقيقة
de: ca. %lld Min.
hi: ~%lld मिनट
id: ~%lld mnt
ja: 約 %lld 分
ko: 약 %lld분
ru: ~%lld мин
th: ~%lld นาที
tr: ~%lld dk.
vi: ~%lld phút
zh_hans: 约 %lld 分钟
zh_hant: 約 %lld 分鐘

# food.mood_bonus
source: Mood +%lld%%
ar: المزاج +%lld%%
de: Laune +%lld%%
es: Ánimo +%lld%%
fr: Humeur +%lld%%
hi: मनोदशा +%lld%%
id: Suasana hati +%lld%%
it: Umore +%lld%%
ja: 気分 +%lld%%
ko: 기분 +%lld%%
nl: Humeur +%lld%%
pl: Nastrój +%lld%%
pt_br: Humor +%lld%%
ru: Настроение +%lld%%
sv: Humör +%lld%%
th: อารมณ์ +%lld%%
tr: Moral +%lld%%
vi: Tâm trạng +%lld%%
zh_hans: 心情 +%lld%%
zh_hant: 心情 +%lld%%

# food.scraps
source: Scraps
ar: بواقي
de: Reste
es: Sobras
fr: Restes
hi: बचा खाना
id: Sisa makanan
it: Avanzi
ja: 残りもの
ko: 남은 음식
nl: Restjes
pl: Resztki
pt_br: Restos
ru: Остатки
sv: Matrester
th: เศษอาหาร
tr: Artıklar
vi: Cơm nguội
zh_hans: 剩饭
zh_hant: 剩飯

# food.title
source: What to feed?
ar: بماذا نطعمه؟
de: Was soll’s sein?
es: ¿Qué le doy?
fr: Que lui donner ?
hi: क्या खिलाएँ?
id: Mau diberi apa?
it: Cosa gli diamo?
ja: なにをあげる？
ko: 무엇을 줄까요?
nl: Wat geven we?
pl: Co mu podać?
pt_br: O que vamos dar?
ru: Чем покормить?
sv: Vad ska vi ge?
th: จะให้กินอะไร?
tr: Ne verelim?
vi: Cho ăn gì đây?
zh_hans: 喂点什么？
zh_hant: 餵點什麼？

# furn.bed
source: Pet bed
ar: سرير للحيوان
de: Tierbett
es: Cama para mascota
fr: Panier
hi: पालतू बिस्तर
id: Kasur hewan
it: Cuccia
ja: ペットベッド
ko: 펫 침대
nl: Dierenbed
pl: Legowisko
pt_br: Caminha
ru: Лежанка
sv: Djurbädd
th: ที่นอนสัตว์เลี้ยง
tr: Evcil yatağı
vi: Giường cho thú
zh_hans: 宠物床
zh_hant: 寵物床

# furn.bowl
source: Round bowl
ar: وعاء دائري
de: Runde Schüssel
es: Cuenco redondo
fr: Gamelle ronde
hi: गोल कटोरा
id: Mangkuk bundar
it: Ciotola rotonda
ja: 丸いおわん
ko: 둥근 그릇
nl: Ronde bak
pl: Okrągła miska
pt_br: Tigela redonda
ru: Круглая миска
sv: Rund skål
th: ชามกลม
tr: Yuvarlak kase
vi: Bát tròn
zh_hans: 圆碗
zh_hant: 圓碗

# furn.decor_only
source: Decorative — long-press to move
ar: للزينة فقط — اضغط مطولًا للتحريك
de: Nur Deko – lang drücken zum Verschieben
es: Solo decorativo: mantén pulsado para mover
fr: Décoratif : appui long pour déplacer
hi: केवल सजावट — हटाने के लिए दबाकर रखें
id: Hanya hiasan — tekan lama untuk memindahkan
it: Solo decorativo: tieni premuto per spostare
ja: かざり専用 — 長押しで移動
ko: 장식 전용 — 길게 눌러 이동
nl: Alleen decoratie — houd ingedrukt om te verplaatsen
pl: Tylko dekoracja — przytrzymaj, aby przesunąć
pt_br: Só decoração: toque e segure para mover
ru: Только украшение — удерживайте, чтобы переместить
sv: Bara dekoration – håll ned för att flytta
th: ของตกแต่งเท่านั้น — กดค้างเพื่อย้าย
tr: Yalnızca süs — taşımak için basılı tutun
vi: Chỉ để trang trí — nhấn giữ để di chuyển
zh_hans: 纯装饰，可长按拖动
zh_hant: 純裝飾 —— 長按可移動

# furn.owned
source: Owned
ar: مملوك
de: Im Besitz
es: En posesión
fr: Acquis
hi: आपके पास
id: Dimiliki
it: Posseduto
ja: 所有済み
ko: 보유 중
nl: In bezit
pl: Posiadane
pt_br: Adquirido
ru: Есть
sv: Ägs
th: มีอยู่แล้ว
tr: Sahip olunan
vi: Đã có
zh_hans: 已拥有
zh_hant: 已擁有

# furn.plant
source: Potted plant
ar: نبتة في أصيص
de: Topfpflanze
es: Planta en maceta
fr: Plante en pot
hi: गमले का पौधा
id: Tanaman pot
it: Pianta in vaso
ja: 観葉植物
ko: 화분
nl: Plant in pot
pl: Roślina w doniczce
pt_br: Planta em vaso
ru: Растение в горшке
sv: Krukväxt
th: ต้นไม้กระถาง
tr: Saksı bitkisi
vi: Cây trong chậu
zh_hans: 盆栽
zh_hant: 盆栽

# furn.slots
source: Feeds %lld pets at once
ar: يُطعم %lld حيوان في وقت واحد
de: Füttert %lld Tiere gleichzeitig
es: Alimenta a %lld mascotas a la vez
fr: Nourrit %lld animaux à la fois
hi: एक साथ %lld साथियों को खिलाता है
id: Memberi makan %lld hewan sekaligus
it: Nutre %lld animali alla volta
ja: 同時に %lld 匹が食べられる
ko: %lld마리가 동시에 먹을 수 있어요
nl: Voert %lld dieren tegelijk
pl: Karmi %lld zwierzaka jednocześnie
pt_br: Alimenta %lld bichinhos por vez
ru: Кормит %lld питомца за раз
sv: Matar %lld djur samtidigt
th: ให้อาหารได้ %lld ตัวพร้อมกัน
tr: Aynı anda %lld dostu besler
vi: Cho %lld con ăn cùng lúc
zh_hans: 可同时 %lld 只吃饭
zh_hant: 可同時 %lld 隻吃飯

# home.age
source: Day %lld together
ar: اليوم %lld معًا
de: Tag %lld zusammen
es: Día %lld juntos
fr: Jour %lld ensemble
hi: साथ में %lld वाँ दिन
id: Hari ke-%lld bersama
it: Giorno %lld insieme
ja: いっしょに %lld 日目
ko: 함께한 %lld일째
nl: Dag %lld samen
pl: %lld. dzień razem
pt_br: Dia %lld juntos
ru: %lld-й день вместе
sv: Dag %lld tillsammans
th: อยู่ด้วยกันวันที่ %lld
tr: Birlikte %lld. gün
vi: Ngày %lld bên nhau
zh_hans: 相伴第 %lld 天
zh_hant: 相伴第 %lld 天

# language.system
source: Follow System
ar: حسب النظام
de: System folgen
es: Seguir el sistema
fr: Suivre le système
hi: सिस्टम के अनुसार
id: Ikuti sistem
it: Segui il sistema
ja: システムに合わせる
ko: 시스템 설정 따르기
nl: Systeem volgen
pl: Zgodnie z systemem
pt_br: Seguir o sistema
ru: Как в системе
sv: Följ systemet
th: ตามระบบ
tr: Sistemi izle
vi: Theo hệ thống
zh_hans: 跟随系统
zh_hant: 跟隨系統

# line.bored.1
source: So bored…
ar: مملّ جدًا…
de: So langweilig …
es: Qué aburrimiento…
fr: Je m’ennuie tellement…
hi: बहुत बोर हो रहा हूँ…
id: Bosan sekali…
it: Che noia…
ja: たいくつ…
ko: 너무 심심해…
nl: Zo saai…
pl: Ale nudno…
pt_br: Que tédio…
ru: Так скучно…
sv: Så tråkigt…
th: เบื่อจัง…
tr: Çok sıkıldım…
vi: Buồn quá…
zh_hans: 好无聊呀
zh_hant: 好無聊…

# line.bored.2
source: Play with me a bit?
ar: هل تلعب معي قليلًا؟
de: Spielst du ein bisschen mit mir?
es: ¿Juegas un rato conmigo?
fr: Tu joues un peu avec moi ?
hi: थोड़ा खेलोगे मेरे साथ?
id: Main sebentar, yuk?
it: Giochi un po’ con me?
ja: ちょっと遊ばない？
ko: 조금 놀아 줄래?
nl: Speel je even met me?
pl: Pobawisz się ze mną chwilę?
pt_br: Brinca um pouquinho comigo?
ru: Поиграешь со мной немного?
sv: Leker du lite med mig?
th: เล่นกับเราหน่อยได้ไหม?
tr: Biraz benimle oynar mısın?
vi: Chơi với tớ một chút nhé?
zh_hans: 陪我玩一会儿嘛
zh_hant: 陪我玩一下？

# line.bored.3
source: I miss you a little
ar: أشتاق إليك قليلًا
de: Ich vermisse dich ein wenig
es: Te echo un poco de menos
fr: Tu me manques un peu
hi: तुम्हारी थोड़ी याद आ रही है
id: Aku sedikit merindukanmu
it: Mi manchi un po’
ja: すこし寂しいな
ko: 조금 보고 싶었어
nl: Ik mis je een beetje
pl: Trochę mi Ciebie brakuje
pt_br: Senti um pouco a sua falta
ru: Я немного скучаю
sv: Jag saknar dig lite
th: คิดถึงนิดหน่อยนะ
tr: Seni birazcık özledim
vi: Tớ hơi nhớ cậu
zh_hans: 有点想你了
zh_hant: 有點想你

# line.bored.4
source: What shall we do today?
ar: ماذا نفعل اليوم؟
de: Was machen wir heute?
es: ¿Qué hacemos hoy?
fr: On fait quoi aujourd’hui ?
hi: आज क्या करें?
id: Hari ini mau apa?
it: Cosa facciamo oggi?
ja: 今日はなにをする？
ko: 오늘은 뭐 할까?
nl: Wat doen we vandaag?
pl: Co dziś robimy?
pt_br: O que vamos fazer hoje?
ru: Чем займёмся сегодня?
sv: Vad gör vi i dag?
th: วันนี้ทำอะไรกันดี?
tr: Bugün ne yapalım?
vi: Hôm nay mình làm gì?
zh_hans: 今天做什么呢？
zh_hant: 今天要做什麼呢？
